"Amp Simulation" = "音箱模擬"; 
"Amps" = "擴大器";
"Analog Basic" = "類比基礎"; 
"Analog Mono" = "類比單聲道"; 
"Analog Pad" = "類比控制板"; 
"Analog Swirl" = "類比漩渦"; 
"Analog Sync" = "類比合成器"; 
"Auto Wah" = "自動哇聲"; 
"Automatic Filter" = "自動濾波器"; 
"Bass" = "貝斯"; 
"Bass Amp" = "低音擴大"; 
"Bass Reduction" = "低音減弱"; 
"Bitcrusher" = "干擾短波"; 
"Chorus" = "和聲"; 
"Church Organ" = "教堂風琴"; 
"Compressor" = "壓縮器"; 
"Digital Basic" = "數位基礎"; 
"Digital Mono" = "數位單聲道"; 
"Digital Stepper" = "數位步進器"; 
"Distortion" = "重破音"; 
"Drum Kits" = "鼓組"; 
"Ducker" = "配音減弱"; 
"Echo" = "迴音"; 
"Electric Clav" = "電子古鋼琴"; 
"Electric Piano" = "電鋼琴"; 
"Enhance Timing" = "增強節拍"; 
"Enhance Tuning" = "增強調音"; 
"Visual EQ" = "視覺 EQ"; 
"Flanger" = "迴旋音"; 
"Gate" = "消除器"; 
"Guitar" = "吉他"; 
"Horns" = "銅管"; 
"Hybrid Basic" = "混合式基本型"; 
"Hybrid Morph" = "混合式形態"; 
"Limiter" = "限制器"; 
"Overdrive" = "破音"; 
"Phaser" = "相位"; 
"Piano" = "鋼琴"; 
"Reverb" = "殘響"; 
"Sampler" = "集錦";
"Sound Effects" = "音效"; 
"Speech Enhancer" = "語音增強器"; 
"Stomp Boxes" = "效果器";
"Strings" = "弦樂"; 
"Tonewheel Organ" = "音輪風琴"; 
"Track Echo" = "音軌迴音"; 
"Track Reverb" = "音軌殘響";
"Treble Reduction" = "高音減弱"; 
"Tremolo" = "顫音"; 
"Tuned Percussion" = "調音打擊樂器"; 
"Tuner" = "調音器"; 
"Vocal Transformer" = "人聲轉變器"; 
"Voice" = "人聲"; 
"Woodwind" = "木管樂器"; 
"GarageBand Synth" = "GarageBand 合成器";

